Repository: sadeghgh/Evnet
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Login
tr: Giriş

source: Signup
tr: Kaydol

source: Logout
tr: Çıkış

# createAccount
source: Create new account
tr: Yeni Kullanıcı

# haveAccount
source: I already have an account
tr: Zaten bir hessabım var

# addLogo
source: Add your company logo
tr: Şirket Logosu Ekle

# addImage
source: Add property image
tr: Resimleri Yükle

# pickImageWarningMessage
source: Please pick an image
tr: Lütfen Bir Resim Seçin

# pickImageSuccessfullyMsg
source: Image successfully upploaded!
tr: Resim başarılı yüklendi!

# email
source: Email Adress
tr: E-posta Adresi

source: First Name
tr: Adı

# customerName
source: The Customer Name
tr: Müşteri İsmi

# nameWarningMessage
source: Please enter the name
tr: Lütfen İsim Giriniz

source: Last Name
tr: Soyadı

# phoneNr
source: Phone Number
tr: Telefon No

source: Add Customer
tr: Müşteri Ekle

# addPropertiy
source: Add Property
tr: Portföy Ekle

# connectionErrorMsg
source: An error occurred, pelase check your internet connection!
tr: Bir hata oluştu, lütfen internet bağlantınızı kontrol edin!

# emailAdressLable
source: Email Adress
tr: E-posta Adresi

# emailAdressWarningMsg
source: Please enter a valid email address.
tr: Lütfen geçerli bir e-posta adresi girin.

# propertyAddedSuccesfully
source: The property has been added succesfully
tr: Portföy eklendi
